Repository: david415/tails
Catalog: wiki/src/news/version_0.22.1.*.po
Languages: de

source: [[!meta title="Tails 0.22.1 is out"]]
de: [[!meta title="Tails 0.22.1 ist da."]]

source: Tails, The Amnesic Incognito Live System, version 0.22.1, is out.
de: Tails, The Amnesic Incognito Live System, version 0.22.1, ist da.

source: All users must upgrade as soon as possible: this release fixes [[numerous security issues|security/Numerous_security_holes_in_0.22]].
de: Alle Benutzer sollten schnellstmöglich umsteigen: dieser Release behebt [[verschiedene Sicherheitslücken|security/Numerous_security_holes_in_0.22]].

source: Changes
de: Änderungen

source: Notable user-visible changes include:
de: Relevante für Benutzer sichtbare Änderungen beinhalten:

source: * Security fixes - Upgrade the web browser to 24.3.0esr, that fixes a few serious security issues. - Upgrade the system NSS to 3.14.5, that fixes a few serious security issues. - Workaround a browser size fingerprinting issue by using small icons in the web browser's navigation toolbar. - Upgrade Pidgin to 2.10.8, that fixes a number of serious security issues.
de: * Behobene Sicherheitslücken - Aktualisierung von Iceweasel auf die Version 24.3.0esr, die einige ernsthafte Sicherheitslücken schließt. - Aktualisierung der NSS auf die Version 3.14.5, die einige ernsthafte Sicherheitslücken schließt. - Umgehung eines Problems der Erkennung der Browsergröße aus der Ferne durch Verwendung kleiner Icons in der Navigationsleiste des Webbrowsers. - Aktualisierung von Pidgin auf 2.10.8, die einige schwere Sicherheitslücken behebt.

source: * Major improvements - Check for upgrades availability using Tails Upgrader, and propose to apply an incremental upgrade whenever possible. - Install Linux 3.12 (3.12.6-2).
de: * Wichtige Verbesserungen - Überprüfung der Verfügbarkeit von Upgrades durch den Tails Upgrader und Vorschlag von inkrementellen Upgrades, falls dies möglich ist. - Installation von Linux 3.12 (3.12.6-2).

source: * Bugfixes - Fix the keybindings problem introduced in 0.22. - Fix the Unsafe Browser problem introduced in 0.22. - Use IE's icon in Windows camouflage mode. - Handle some corner cases better in Tails Installer. - Use the correct browser homepage in Spanish locales.
de: * Behobene Fehler - Fix der in 0.22 eingeführten Probleme mit Tastenbelegungen. - Fix der in 0.22 eingeführten Probleme mit dem Unsafe Browser. - Nutzung des IE-Icons im Windows-Carmouflage-Modus. - Verbesserung der Behandlung einiger Ausnahmefälle im Tails Installer. - Nutzung der korrekten Browser-Homepage in spanischen Spracheinstellungen.

source: * Minor improvements - Update Torbutton to 1.6.5.3. - Do not start Tor Browser automatically, but notify when Tor is ready. - Import latest Tor Browser prefs. - Many user interface improvements in Tails Upgrader.
de: * Kleinere Verbesserungen - Aktualisierung von Torbutton auf die Version 1.6.5.3. - Starte den Tor Browser nicht automatisch aber melde, wenn Tor bereit ist. - Import der neuesten Tor Browser Präferenzen. - Verschiedene Verbesserungen des User-Interfaces des Tails Upgraders.

source: See the [online Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog) for technical details.
de: Technische Details finden Sie im [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme

source: The memory erasure on shutdown [[!tails_ticket 6460 desc="does not work on some hardware"]].
de: Die Löschung des Arbeitsspeichers beim Herunterfahren [[!tails_ticket 6460 desc="funktioniert auf einigen Systemen nicht"]].

source: [[Longstanding|support/known_issues]] known issues.
de: [[Schon länger bekannte|support/known_issues]] Probleme.

source: I want to try it or to upgrade!
de: Ich möchte es ausprobieren oder upgraden!

source: Go to the [[download]] page.
de: Gehen Sie zu der [[Download]]-Seite.

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
de: Da keine Software jemals perfekt ist, führen wir eine Liste von [[Problemen, die den letzten Release von Tail betreffen|support/known_issues]].

source: What's coming up?
de: Was kommt als nächstes?

source: The next Tails release is [[scheduled|contribute/calendar]] for March 18.
de: Der nächste Tails-Release ist für den 18. März [[geplant|contribute/calendar]].

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf unsere [[!tails_roadmap desc="Roadmap"]], um zu sehen worauf wir zusteuern.

source: Would you want to help? There are many ways [[**you** can contribute to Tails|contribute]]. If you want to help, come talk to us!
de: Möchten Sie uns helfen? Es gibt viele Wege auf denen [[**Sie** zu Tails beitragen können|contribute]]. Falls Sie helfen wollen, dann sprechen Sie mit uns!
