Repository: david415/tails
Catalog: wiki/src/support/tails-support.*.po
Languages: fr

source: [[!meta title="Tails user support mailing list"]]
fr: [[!meta title="Liste mail d'assistance utilisateur de Tails"]]

source: This list is **the right place** for:
fr: Cette liste est **le bon endroit** pour :

source: **User support**: solving doubts about how to use Tails, security implications of Tails, etc.
fr: **L'assistance utilisateur** : mettre fin à des doutes quant à l'utilisation de Tails, les implications de Tails en terme de sécurité, etc.

source: **Community interaction**: information and tricks about ways of using Tails that are not officially documented but might be of interest to others.
fr: **Les interactions communautaires** : les informations et petits trucs sur comment utiliser Tails qui ne sont pas officiellement documentés mais qui peuvent intéresser d'autres personnes.

source: **Small issues**: pointing out small things that we needed to fix and do not require a complete bug report. That's fine and we appreciate it.
fr: **Petits problèmes** : faire remarquer les petites choses que nous devrions corriger et qui ne requièrent pas un rapport de bug. C'est bien, et nous l'apprécions.

source: This list is **the wrong place** for:
fr: Cette liste est **le mauvais endroit** pour :

source: **Bug reports**: see the [[bug reporting documentation|/doc/first_steps/bug_reporting]] instead.
fr: **Les rapports de bug** : se référer plutôt à la [[documentation de rapport de bug|/doc/first_steps/bug_reporting]].

source: **Feature requests**: those should be done on the development mailing list: [tails-dev@boum.org](https://mailman.boum.org/listinfo/tails-dev/).
fr: **Les demandes de fonctionnalité** : cela doit être fait sur la liste mail de développement : [tails-dev@boum.org](https://mailman.boum.org/listinfo/tails-dev/).

source: **Computer security essays and conspiranoia** not directly related to Tails.
fr: **Les essais sur la sécurité informatique et la conspiranoïa** pas directement liés à Tails.

source: Subscribe
fr: S'abonner

source: <form method="POST" action="https://mailman.boum.org/subscribe/tails-support"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> </form>
fr: <form method="POST" action="https://mailman.boum.org/subscribe/tails-support"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="S'abonner"/> </form>

source: Archiving policy
fr: Politique d'archivage

source: No archive of the content of this mailing list is kept. We believe this can be help reducing the impact of a posteriori analysis of sensitive information that might be sent to the list by mistake.
fr: Aucune archive du contenu de cette liste mail n'est conservée. Nous pensons que cela peut diminuer l'impact d'une analyse a posteriori des informations qui pourraient être envoyées à cette liste par erreur.
